{
  "banner-title": "MRF has more than 50 years of experience",
  "banner-description": "Providing a variety of products and solutions specifically adapted to the needs of our clients",
  "info": "<p>They are Mecanizados Rodríguez Fernández SL, an industrial company with more than 50 years’ experience in the design and manufacture of steel accessories and solutions for industrial bodywork and other industrial applications.</p><p>The business was started by José Rodríguez Fernández in 1966 in Os Peares, Ourense, and was initially entirely dedicated to the manufacture of components for coaches. However, since 1972, they have expanded their range of products to what it is today with their main activity being the manufacture of hinges, latches and other steel components for trucks and industrial applications.</p> <p className='max-sm:hidden'> In 1984 the current name and legal form, Mecanizados Rodríguez Fernández SL., was registered and in 1999, they moved to their current location: the Pereiro de Aguiar Industrial Park (Ourense). Since then, they have continued to incorporate more product lines into their range, such as rear and side frames for trucks.</p><p className='max-sm:hidden'> In-house design and manufacturing have always been a key feature of their business as this allows them to be flexible when adapting to the specific needs of each customer or market.</p><p className='max-sm:hidden'> They have always been dedicated to creating quality employment and their greatest asset is their professional and committed team of more than 80 people.</p>",
  "banner2-title": "MRF’s Mission",
  "banner2-info": "<p>Their mission is to design, manufacture, and market metal components, historically for industrial bodywork, but also for other industries where their know-how and technical knowledge allow them to provide different and highly adapted solutions for their customers. </p><p> Over time, they aim to establish a stable and sustained relationship with their clients, suppliers, and partners alike. They offer a professional and committed team respecting corporate values and working to protect their reputation of more than half a century as designers and manufacturers of quality products.</p><p> Their purpose is to continue generating economic prosperity while, at the same time, respecting sustainable well-being in their environment combined with a commitment to people and improving the planet.</p>",
  "banner3-title": "Values",
  "banner3-info": "<li><strong>Customer understanding</strong></li><li><strong>Honesty</strong></li><li><strong>Innovation and a desire to excel</strong></li><li><strong>Humanism and diversity</strong></li><li><strong>Overcome adversity</strong></li><li><strong>Gratitude</strong></li><li><strong>Internationalization</strong></li><li><strong>Technological know-how</strong></li>",
  "banner4-title": "R + D + i",
  "banner4-info": "<p>Their Engineering (research development &amp; innovation) department <strong>designs and develops </strong>products and solutions in line with market demands, ensuring that these retain their signature quality, reliability, and aesthetics.&nbsp;</p><p> They have their <strong>own tooling</strong>, which gives them <strong>total control of the manufacturing process and also provides agility</strong> in the continuous development and <strong>launch of new products.</strong>&nbsp;</p><p> They adopt an active policy of<strong> protecting </strong>their developments and products via <strong> patent, industrial design, and trademarks.&nbsp; </strong></p><p> MRF was recognized by the Ministry of Industry of Spain in 2008 as a company that <strong>carries out R + D + i.</strong> &nbsp;</p>"
}
