{
  "banner-title": "Yarım asrı aşkın deneyim.",
  "banner-description": "MRF, siz müşterilerimizin ihtiyaçlarına özel olarak uyarlanmış, çeşitli ürünler ve çözümler sunmaktadır.",
  "info": "<pYa da sizlerce aşina olunan adıyla MRF, karoser endüstrisi ve diğer endüstriyel uygulamalara yönelik çelik aksesuarların tasarımı ve üretiminde kilit rol oynayan bir sanayi kuruluşudur.</p><p>İşletme, Jose Rodriguez Fernandez tarafından, 1966 yılında, Ourense’de hayata geçirilmiştir. Başlangıçta, odak noktası yalnızca yolcu otobüslerine özel bilenşelerin imalatı olsa da 1972 sonrasında ana faaliyet alanı, yük taşıma araçları ve bu araçlara özel menteşe, mandal vb. çelik aksesuarların üretimi olmuştur.</p> <p className='max-sm:hidden'>Şirketin mevcut ve yasal adı 1984’ten itibaren kullanılmaya başlanmış olup 1999 yılında tescil edilmiş ve ana binası, bugünkü karargahı olan Pereiro de Aguiar Endüstri Parkına taşınmıştır.</p><p className='max-sm:hidden'> Oluşturulan yapının iç dizaynı ve ihtiyaca yönelik üretim politikası, bir ilke haline getirilmiştir. Buradaki asıl amaç, taleplerinize tam anlamıyla karşılık verebilmektir. Kendisini daima kaliteye adamış olan bu yapı, personel seçiminde de aynı yolu izlemekte ve 80’den fazla profesyonele de ev sahipliği yapmaktadır.</p>",
  "banner2-title": "MRF’nin misyonu",
  "banner2-info": "<pİlke edinilen politika, şirketin yalnızca etkin olduğu endüstriyel pazarlarda değil, teknik bilgi ve beceri sınırları dahilindeki tüm alanlarda müşterilerine çözüm sunabilmesini hedeflemektedir.</p><p>Bunun yanı sıra müşteriler, tedarikçiler ve ortaklarla kurulan ilişkilerin sıkı birer bağ haline gelmesi ve dolayısıyla uluslararası saygınlığın korunması da büyük önem arz etmektedir.</p><p> Ekonomik bir refah elde edilirken, bu refaha ortak olan insanlarla birlikte ekolojik dengenin sürdürülerek gezegenimizin iyileştirilmesi de oldukça hayatidir.</p>",
  "banner3-title": "Değerleri",
  "banner3-info": "<li><strong>Müşteri memnuniyeti</strong></li><li><strong>Dürüstlük</strong></li><li><strong>Yenilik ve yükselme arzusu</strong></li><li><strong>İnsancıl olma ve çeşitlilik</strong></li><li><strong>Zorlukların üstesinden gelebilme</strong></li><li><strong>Minnettarlık</strong></li><li><strong>Uluslararasılaşma</strong></li><li><strong>Teknolojik bilgi birikim</strong></li>",
  "banner4-title": "Araştırma, geliştirme ve ortaya koyma…",
  "banner4-info": "<p>MRF mühendislik departmanı, pazar talepleri doğrultusunda ürün ve çözümler geliştirerek, şirket için bir imza haline gelen kalitenin, güvenilirliğin ve estetiğin korunmasını sağlamaktadır.</p><p> Son derece yetkin bir ekibe sahip olan bu departman, üretim aşamasının yakından takip edilebilmesi ve konu üzerinde tam kontrol sahibi olunabilmesini oldukça kolaylaştırmaktadır.</p><p>Burada elde edilen başarının, uluslararası boyutta bir getirisi de olmuş ve MRF, 2008 yılında, İspanya Sanayi Bakanlığı tarafından Ar-Ge çalışmaları yürüten bir şirket olarak tanınmıştır.</p>"
}